Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# notif.transport.body.flight
source: %@ to takeoff — head out early and fly off with ease.
de: Noch %@ bis zum Abflug — früh los, entspannt zum Flug.
es: %@ para el despegue: sal con tiempo y vuela tranquilo.
fr: Décollage dans %@ — partez tôt, prenez l’avion sereinement.
ja: 離陸まで %@。早めに出て、ゆとりを持って空港へ。
ko: 이륙까지 %@. 일찍 나서 여유롭게 비행기 타요～
pt_br: %@ para a decolagem — saia cedo e voe tranquilo.
zh_hans: 还有 %@ 起飞，提前出发，从容赶飞机～
zh_hant: 還有 %@ 起飛，提前出發，從容趕飛機～

# notif.transport.body.other
source: %@ to departure — leave a little time and travel easy.
de: Noch %@ bis zur Abfahrt — plane etwas Zeit ein.
es: %@ para la salida: deja algo de tiempo.
fr: Départ dans %@ — prévoyez un peu de temps.
ja: 発車まで %@。時間に余裕を持って。
ko: 출발까지 %@. 시간을 넉넉히 두세요～
pt_br: %@ para a partida — reserve um tempinho.
zh_hans: 还有 %@ 发车，记得留足时间～
zh_hant: 還有 %@ 發車，記得留足時間～

# notif.transport.body.route
source: Departs in %@ · %@
de: Abfahrt in %@ · %@
es: Sale en %@ · %@
fr: Départ dans %@ · %@
ja: %@後に出発 · %@
ko: %@ 후 출발 · %@
pt_br: Parte em %@ · %@
zh_hans: %@后出发 · %@
zh_hant: %@後出發 · %@

# notif.transport.generic
source: Departure
de: Abfahrt
es: Salida
fr: Départ
ja: 出発
ko: 출발
pt_br: Partida
zh_hans: 出发
zh_hant: 出發

# notif.transport.title
source: %@ — time to go
de: %@ – Zeit zu gehen
es: %@: hora de salir
fr: %@ — c'est l'heure
ja: %@ · 出発の時間
ko: %@ · 출발할 시간
pt_br: %@ — hora de ir
zh_hans: %@ · 该出发了
zh_hant: %@ · 該出發了

# notif.weather.body
source: Check the forecast before you go — packed for %@?
de: Wirf vor der Reise einen Blick aufs Wetter – alles für %@ eingepackt?
es: Revisa el pronóstico antes de salir: ¿llevas todo para %@?
fr: Jette un œil à la météo avant de partir — tout est prêt pour %@ ?
ja: 出発前に天気をチェック。%@の準備はできてる？
ko: 출발 전 날씨 확인해요. %@ 갈 짐은 다 챙겼나요?
pt_br: Veja a previsão antes de viajar — tudo pronto para %@?
zh_hans: 出发前看一眼天气，去%@该带的都带了吗？
zh_hant: 出發前看一眼天氣，去%@該帶的都帶了嗎？

# notif.weather.title.cold
source: It'll be very cold there
de: Es wird sehr kalt
es: Hará mucho frío
fr: Il fera très froid
ja: 目的地は厳しい寒さ
ko: 목적지가 무척 추워요
pt_br: Vai fazer muito frio
zh_hans: 目的地严寒
zh_hant: 目的地嚴寒

# notif.weather.title.heat
source: It'll be very hot there
de: Es wird sehr heiß
es: Hará mucho calor
fr: Il fera très chaud
ja: 目的地は猛暑
ko: 목적지가 무척 더워요
pt_br: Vai fazer muito calor
zh_hans: 目的地高温
zh_hant: 目的地高溫

# notif.weather.title.rain
source: Heavy rain at your destination
de: Starkregen an deinem Reiseziel
es: Lluvia intensa en tu destino
fr: Fortes pluies à destination
ja: 目的地は連日の大雨
ko: 목적지에 큰비가 이어져요
pt_br: Chuva forte no seu destino
zh_hans: 目的地连日大雨
zh_hant: 目的地連日大雨

# notif.weather.title.severe
source: ⚠️ Severe weather at your destination
de: ⚠️ Unwetter an deinem Reiseziel
es: ⚠️ Clima severo en tu destino
fr: ⚠️ Météo extrême à destination
ja: ⚠️ 目的地で荒天警報
ko: ⚠️ 목적지 악천후 경보
pt_br: ⚠️ Clima severo no seu destino
zh_hans: ⚠️ 目的地有极端天气预警
zh_hant: ⚠️ 目的地有極端天氣預警

# notif.weather.title.snow
source: Snow at your destination
de: Schnee an deinem Reiseziel
es: Nieve en tu destino
fr: De la neige à destination
ja: 目的地は雪
ko: 목적지에 눈이 와요
pt_br: Neve no seu destino
zh_hans: 目的地有大雪
zh_hant: 目的地有大雪

# packing.complete.banner
source: All packed — just waiting to go! 🎉
de: Alles gepackt — bald geht's los! 🎉
es: Todo listo — ¡solo falta salir! 🎉
fr: Tout emballé — plus qu'à partir ! 🎉
ja: 荷造り完了 — あとは出発を待つだけ！🎉
ko: 짐 다 쌌어요 — 이제 출발만 남았어요! 🎉
pt_br: Tudo arrumado — só falta partir! 🎉
zh_hans: 打包完成，就等出发了 🎉
zh_hant: 打包完成，就等出發了 🎉

# packing.complete.short
source: All packed ✓
de: Alles gepackt ✓
es: Todo empaquetado ✓
fr: Tout emballé ✓
ja: パック完了 ✓
ko: 모두 챙겼어요 ✓
pt_br: Tudo arrumado ✓
zh_hans: 已全部打包 ✓
zh_hant: 已全部打包 ✓

# packing.complete.status
source: All packed
de: Alles eingepackt
es: Todo empacado
fr: Tout est prêt
ja: 準備完了
ko: 짐 싸기 완료
pt_br: Tudo arrumado
zh_hans: 已全部打包
zh_hant: 已全部打包

# packing.empty.items
source: No items
de: Keine Einträge
es: Sin elementos
fr: Aucun élément
ja: 項目なし
ko: 항목 없음
pt_br: Nenhum item
zh_hans: 暂无物品
zh_hant: 暫無物品

# packing.empty.subtitle
source: Add items to get started. Edit categories from the ⋯ menu.
de: Füge Gegenstände hinzu, um zu beginnen. Kategorien bearbeitest du über das Menü ⋯.
es: Añade artículos para empezar. Edita las categorías desde el menú ⋯.
fr: Ajoute des articles pour commencer. Modifie les catégories depuis le menu ⋯.
ja: アイテムを追加して始めよう。カテゴリは ⋯ メニューから編集できる。
ko: 항목을 추가해 시작하세요. 분류는 ⋯ 메뉴에서 편집할 수 있어요.
pt_br: Adicione itens para começar. Edite as categorias no menu ⋯.
zh_hans: 添加物品开始，分类可在右上角 ⋯ 中编辑。
zh_hant: 新增物品開始，分類可在右上角 ⋯ 中編輯。

# packing.empty.title
source: Nothing to pack yet
de: Noch nichts zu packen
es: Aún no hay nada que empacar
fr: Rien à préparer pour l'instant
ja: まだ荷造りするものがありません
ko: 아직 챙길 짐이 없어요
pt_br: Ainda não há nada para arrumar
zh_hans: 清单里还没有物品
zh_hant: 清單裡還沒有物品

# packing.mark_complete
source: Mark All as Packed
de: Alles als gepackt markieren
es: Marcar todo como empaquetado
fr: Tout marquer comme emballé
ja: すべてパック済みにする
ko: 모두 챙긴 것으로 표시
pt_br: Marcar tudo como arrumado
zh_hans: 标为完成
zh_hant: 標為完成

# packing.mark_uncomplete
source: Mark as Unpacked
de: Als ungepackt markieren
es: Marcar como no empaquetado
fr: Marquer comme non emballé
ja: 未パックにする
ko: 챙기지 않음으로 표시
pt_br: Marcar como não arrumado
zh_hans: 标为未完成
zh_hant: 標為未完成

# packing.menu.add_from_library
source: Quick-add Items
de: Artikel schnell hinzufügen
es: Añadir rápidamente
fr: Ajout rapide
ja: クイック追加
ko: 빠르게 추가
pt_br: Adicionar rápido
zh_hans: 快速添加物品
zh_hant: 快速新增物品

# packing.preview.summary
source: %lld items
de: %lld Artikel
es: %lld artículos
fr: %lld articles
ja: %lld 件の持ち物
ko: 준비물 %lld개
pt_br: %lld itens
zh_hans: 共 %lld 件物品
zh_hant: 共 %lld 件物品

# packing.scene_card.subtitle
source: Easy to overlook things you don't usually travel with.
de: Dinge, die man selten mitnimmt, vergisst man leicht.
es: Fácil olvidar lo que no sueles llevar de viaje.
fr: On oublie facilement ce qu'on n'emporte pas d'habitude.
ja: いつも持ち歩かないものは、つい忘れがち。
ko: 평소에 안 챙기는 것들은 빠뜨리기 쉬워요.
pt_br: Fácil esquecer o que você não costuma levar em viagens.
zh_hans: 平时不带的东西，出门前最容易忘。
zh_hant: 平時不帶的東西，出門前最容易忘。

# packing.section.other
source: Other
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ko: 기타
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

# packing.share.all_packed
source: All packed! (%lld)
de: Alles gepackt! (%lld)
es: ¡Todo empacado! (%lld)
fr: Tout emballé ! (%lld)
ja: すべてパック完了！（%lld 点）
ko: 전부 챙겼어요! (%lld개)
pt_br: Tudo arrumado! (%lld)
zh_hans: 已全部打包！（共 %lld 件）
zh_hant: 已全部打包！（共 %lld 件）

# packing.share.filename_tag
source: Packing List
de: Packliste
es: Lista de equipaje
fr: Liste de bagages
ja: 持ち物リスト
ko: 짐 목록
pt_br: Lista de bagagem
zh_hans: 打包清单
zh_hant: 打包清單

# packing.share.footer
source: Shared via Carry 🧳
de: Geteilt über Carry 🧳
es: Compartido con Carry 🧳
fr: Partagé via Carry 🧳
ja: Carry で共有 🧳
ko: Carry로 공유 🧳
pt_br: Compartilhado pelo Carry 🧳
zh_hans: 通过 Carry 分享 🧳
zh_hant: 透過 Carry 分享 🧳

# packing.share.list_title
source: Packing List
de: Packliste
es: Lista de equipaje
fr: Liste de bagages
ja: パッキングリスト
ko: 짐 목록
pt_br: Lista de bagagem
zh_hans: 打包清单
zh_hant: 打包清單

# packing.start.action
source: Save list
de: Liste speichern
es: Guardar lista
fr: Enregistrer la liste
ja: リストを保存
ko: 목록 저장
pt_br: Salvar lista
zh_hans: 保存清单
zh_hant: 儲存清單

# packing.start.saved
source: Have a great trip!
de: Gute Reise!
es: ¡Buen viaje!
fr: Bon voyage !
ja: 良い旅を！
ko: 좋은 여행 되세요!
pt_br: Boa viagem!
zh_hans: 旅途愉快！
zh_hant: 旅途愉快！

# phototrip.action.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 분류
pt_br: Categoria
zh_hans: 类别
zh_hant: 類別

# phototrip.action.delete
source: Delete place
de: Ort löschen
es: Eliminar lugar
fr: Supprimer le lieu
ja: 場所を削除
ko: 장소 삭제
pt_br: Excluir lugar
zh_hans: 删除地点
zh_hant: 刪除地點

# phototrip.action.merge.next
source: Merge with next
de: Mit nächstem zusammenführen
es: Combinar con el siguiente
fr: Fusionner avec le suivant
ja: 次と結合
ko: 다음과 합치기
pt_br: Mesclar com o próximo
zh_hans: 与下一个合并
zh_hant: 與下一個合併

# phototrip.action.merge.prev
source: Merge with previous
de: Mit vorherigem zusammenführen
es: Combinar con el anterior
fr: Fusionner avec le précédent
ja: 前と結合
ko: 이전과 합치기
pt_br: Mesclar com o anterior
zh_hans: 与上一个合并
zh_hant: 與上一個合併

# phototrip.action.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 改名
zh_hant: 重新命名

# phototrip.action.split
source: Split
de: Teilen
es: Dividir
fr: Diviser
ja: 分割
ko: 나누기
pt_br: Dividir
zh_hans: 拆分
zh_hant: 拆分

# phototrip.day.placecount
source: %lld places
de: %lld Orte
es: %lld lugares
fr: %lld lieux
ja: %lld か所
ko: 장소 %lld곳
pt_br: %lld locais
zh_hans: %lld 个地点
zh_hant: %lld 個地點

# phototrip.day.title
source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
ja: %lld 日目
ko: %lld일째
pt_br: Dia %lld
zh_hans: 第 %lld 天
zh_hant: 第 %lld 天

# phototrip.empty.cta
source: Choose again
de: Erneut auswählen
es: Elegir de nuevo
fr: Choisir à nouveau
ja: 選び直す
ko: 다시 선택
pt_br: Escolher novamente
zh_hans: 重新选择
zh_hant: 重新選擇

# phototrip.empty.subtitle
source: None of the selected photos have a location within this trip's dates. Try choosing other photos.
de: Keines der ausgewählten Fotos hat einen Ort innerhalb der Reisedaten. Wähle andere Fotos.
es: Ninguna de las fotos seleccionadas tiene ubicación dentro de las fechas del viaje. Prueba con otras fotos.
fr: Aucune des photos choisies n'a de lieu dans les dates du voyage. Essayez d'autres photos.
ja: 選んだ写真に、旅行期間内かつ位置情報付きのものがない。別の写真を試す。
ko: 선택한 사진 중 여행 날짜에 들어가고 위치 정보가 있는 사진이 없어요. 다른 사진을 골라 보세요.
pt_br: Nenhuma das fotos escolhidas tem localização dentro das datas da viagem. Tente outras fotos.
zh_hans: 所选照片里没有落在这趟行程日期内、且带位置的照片。换一些照片试试。
zh_hant: 所選照片中，沒有落在這趟行程日期內且帶位置的照片。換一些照片試試。

# phototrip.empty.title
source: No located photos found
de: Keine verorteten Fotos gefunden
es: No se encontraron fotos con ubicación
fr: Aucune photo localisée trouvée
ja: 位置情報付きの写真が見つからない
ko: 위치 정보가 있는 사진이 없어요
pt_br: Nenhuma foto com localização encontrada
zh_hans: 没找到带位置的照片
zh_hant: 找不到帶位置的照片

# phototrip.entry.label
source: Recap trip from photos
de: Reise aus Fotos zusammenstellen
es: Recrear viaje con fotos
fr: Reconstituer le voyage avec les photos
ja: 写真から旅程を振り返る
ko: 사진으로 여행 되짚기
pt_br: Recriar viagem com fotos
zh_hans: 用照片还原行程
zh_hant: 用照片還原行程

# phototrip.excluded.nolocation.hint
source: These photos have no GPS in their file (e.g. screenshots, saved or downloaded images, or location was off when taken), so they can't be placed.
de: Diese Fotos haben kein GPS in der Datei (z. B. Screenshots, gespeicherte Bilder oder die Ortung war aus) und können nicht verortet werden.
es: Estas fotos no tienen GPS en su archivo (p. ej. capturas, imágenes guardadas, o la ubicación estaba desactivada), así que no se pueden ubicar.
fr: Ces photos n'ont pas de GPS dans leur fichier (captures d'écran, images enregistrées, ou localisation désactivée) et ne peuvent pas être placées.
ja: これらの写真はファイルに GPS がない（スクリーンショットや保存画像、撮影時に位置情報がオフなど）ため、場所を特定できない。
ko: 이 사진들은 파일에 GPS가 없어요(스크린샷·저장된 이미지거나 촬영 시 위치가 꺼져 있었어요). 그래서 위치를 정할 수 없어요.
pt_br: Estas fotos não têm GPS no arquivo (capturas de tela, imagens salvas ou localização desligada), então não podem ser posicionadas.
zh_hans: 这些照片的文件里没有 GPS（如截图、转存的图，或拍摄时关了定位），所以无法定位。
zh_hant: 這些照片的檔案裡沒有 GPS（如截圖、轉存的圖，或拍攝時關了定位），所以無法定位。

# phototrip.excluded.nolocation.title
source: No location · %lld
de: Kein Ort · %lld
es: Sin ubicación · %lld
fr: Sans localisation · %lld
ja: 位置情報なし · %lld
ko: 위치 정보 없음 · %lld
pt_br: Sem localização · %lld
zh_hans: 没有位置信息 · %lld
zh_hant: 沒有位置資訊 · %lld

# phototrip.excluded.outofrange.hint
source: These photos have a location, but were taken outside your trip's start–return dates. Adjust the trip dates to include them.
de: Diese Fotos haben einen Ort, wurden aber außerhalb des Reisezeitraums aufgenommen. Passe die Reisedaten an, um sie einzuschließen.
es: Estas fotos tienen ubicación, pero se tomaron fuera de las fechas del viaje. Ajusta las fechas para incluirlas.
fr: Ces photos ont un lieu, mais ont été prises hors des dates du voyage. Modifiez les dates pour les inclure.
ja: 位置情報はあるが、旅行期間外に撮影された写真。旅行の日付を変えると取り込める。
ko: 위치 정보는 있지만 여행 날짜 밖에서 찍힌 사진이에요. 여행 날짜를 바꾸면 포함할 수 있어요.
pt_br: Estas fotos têm localização, mas foram tiradas fora das datas da viagem. Ajuste as datas para incluí-las.
zh_hans: 这些照片有位置，但拍摄日不在出发~返程之间。改行程日期可把它们纳入。
zh_hant: 這些照片有位置，但拍攝日不在出發~返程之間。改行程日期可把它們納入。

# phototrip.excluded.outofrange.title
source: Outside trip dates · %lld
de: Außerhalb der Reisedaten · %lld
es: Fuera de las fechas · %lld
fr: Hors des dates · %lld
ja: 旅行期間外 · %lld
ko: 여행 날짜 밖 · %lld
pt_br: Fora das datas · %lld
zh_hans: 不在行程日期内 · %lld
zh_hant: 不在行程日期內 · %lld

# phototrip.intro.cta
source: Choose photos
de: Fotos auswählen
es: Elegir fotos
fr: Choisir des photos
ja: 写真を選ぶ
ko: 사진 선택
pt_br: Escolher fotos
zh_hans: 选择照片
zh_hant: 選擇照片

# phototrip.intro.privacy
source: Your photos stay on your device. Carry only reads each photo's time and place — it never uploads them, and saves just a small thumbnail to your itinerary.
de: Deine Fotos bleiben auf deinem Gerät. Carry liest nur Zeit und Ort jedes Fotos – lädt sie nie hoch und speichert nur ein kleines Vorschaubild im Reiseverlauf.
es: Tus fotos permanecen en tu dispositivo. Carry solo lee la hora y el lugar de cada foto; nunca las sube y solo guarda una miniatura en tu itinerario.
fr: Vos photos restent sur votre appareil. Carry lit seulement l'heure et le lieu de chaque photo ; il ne les téléverse jamais et n'enregistre qu'une petite miniature dans votre itinéraire.
ja: 写真は端末内にとどまる。Carry は各写真の時刻と場所だけを読み取り、アップロードは一切せず、旅程には小さなサムネイルだけを保存する。
ko: 사진은 기기에만 남아요. Carry는 각 사진의 시간과 장소만 읽고, 절대 업로드하지 않으며, 일정에는 작은 썸네일만 저장해요.
pt_br: Suas fotos permanecem no seu dispositivo. O Carry só lê a hora e o local de cada foto — nunca as envia e salva apenas uma miniatura no seu roteiro.
zh_hans: 照片只留在你的设备上。Carry 只读取每张照片的时间和地点，绝不上传，只在行程里存一张小缩略图。
zh_hant: 照片只留在你的裝置上。Carry 只讀取每張照片的時間與地點，絕不上傳，只在行程裡存一張小縮圖。

# phototrip.intro.subtitle
source: Pick photos from this trip and Carry reads their time and location to rebuild the places you visited.
de: Wähle Fotos dieser Reise aus – Carry liest Zeit und Ort aus, um die besuchten Orte zu rekonstruieren.
es: Elige fotos de este viaje y Carry leerá su hora y ubicación para reconstruir los lugares que visitaste.
fr: Choisissez des photos de ce voyage : Carry lit leur heure et leur lieu pour reconstituer les endroits visités.
ja: この旅行の写真を選ぶと、Carry が時刻と位置情報を読み取り、訪れた場所を再現する。
ko: 이 여행의 사진을 고르면 Carry가 사진의 시간과 위치를 읽어 다녀온 장소를 되살려요.
pt_br: Escolha fotos desta viagem e o Carry lê a hora e o local delas para reconstruir os lugares que você visitou.
zh_hans: 选择这趟旅行的照片，Carry 读取它们的时间和位置，自动还原你去过的地点。
zh_hant: 選擇這趟旅行的照片，Carry 會讀取它們的時間與位置，自動還原你去過的地點。

# phototrip.intro.title
source: Turn photos into a trip
de: Fotos in eine Reise verwandeln
es: Convierte fotos en un viaje
fr: Transformez vos photos en voyage
ja: 写真を旅程に変える
ko: 사진을 여행 일정으로
pt_br: Transforme fotos em uma viagem
zh_hans: 把照片变成行程
zh_hant: 把照片變成行程

# phototrip.place.untitled
source: Untitled place
de: Unbenannter Ort
es: Lugar sin nombre
fr: Lieu sans nom
ja: 名称未設定の場所
ko: 이름 없는 장소
pt_br: Lugar sem nome
zh_hans: 未命名地点
zh_hant: 未命名地點

# phototrip.processing.label
source: Reading your photos' footprints…
de: Spuren deiner Fotos werden gelesen …
es: Leyendo las huellas de tus fotos…
fr: Lecture des traces de vos photos…
ja: 写真の足あとを読み取り中…
ko: 사진의 발자취를 읽는 중…
pt_br: Lendo os rastros das suas fotos…
zh_hans: 正在识别照片里的足迹…
zh_hant: 正在辨識照片裡的足跡…

# phototrip.rename.confirm
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

# phototrip.rename.placeholder
source: Place name
de: Ortsname
es: Nombre del lugar
fr: Nom du lieu
ja: 場所の名前
ko: 장소 이름
pt_br: Nome do lugar
zh_hans: 地点名称
zh_hant: 地點名稱

# phototrip.rename.title
source: Rename place
de: Ort umbenennen
es: Renombrar lugar
fr: Renommer le lieu
ja: 場所の名前を変更
ko: 장소 이름 변경
pt_br: Renomear lugar
zh_hans: 给地点改名
zh_hant: 為地點重新命名

# phototrip.save
source: Save itinerary
de: Reiseverlauf speichern
es: Guardar itinerario
fr: Enregistrer l'itinéraire
ja: 旅程を保存
ko: 일정 저장
pt_br: Salvar roteiro
zh_hans: 保存行程
zh_hant: 儲存行程

# phototrip.split.here
source: Split here
de: Hier teilen
es: Dividir aquí
fr: Diviser ici
ja: ここで分割
ko: 여기서 나누기
pt_br: Dividir aqui
zh_hans: 从这里拆分
zh_hant: 從這裡拆分

# phototrip.split.hint
source: Pick where to split — that photo and the ones after start a new place.
de: Wähle, wo geteilt wird – dieses und die folgenden Fotos bilden einen neuen Ort.
es: Elige dónde dividir: esa foto y las siguientes forman un lugar nuevo.
fr: Choisissez où diviser : cette photo et les suivantes forment un nouveau lieu.
ja: 分割位置を選ぶ。その写真以降が新しい場所になる。
ko: 나눌 지점을 고르세요. 그 사진부터 새 장소가 돼요.
pt_br: Escolha onde dividir: essa foto e as seguintes formam um novo lugar.
zh_hans: 选择从哪里拆分——那张及之后的照片会成为新的地点。
zh_hant: 選擇要從哪裡拆分——那張與之後的照片會成為新的地點。

# phototrip.split.title
source: Split place
de: Ort teilen
es: Dividir lugar
fr: Diviser le lieu
ja: 場所を分割
ko: 장소 나누기
pt_br: Dividir lugar
zh_hans: 拆分地点
zh_hant: 拆分地點

# phototrip.title
source: From your photos
de: Aus deinen Fotos
es: De tus fotos
fr: À partir de vos photos
ja: 写真から振り返る
ko: 사진으로 되짚기
pt_br: Das suas fotos
zh_hans: 从照片还原行程
zh_hant: 從照片還原行程

# quickaction.subtitle.day
source: %@ · Day %lld
de: %@ · Tag %lld
es: %@ · Día %lld
fr: %@ · Jour %lld
ja: %@ · %lld日目
ko: %@ · %lld일째
pt_br: %@ · Dia %lld
zh_hans: %@ · 第 %lld 天
zh_hant: %@ · 第 %lld 天

# quickaction.subtitle.in_days
source: %@ · in %lld days
de: %@ · in %lld Tagen
es: %@ · en %lld días
fr: %@ · dans %lld jours
ja: %@ · あと%lld日
ko: %@ · %lld일 후
pt_br: %@ · em %lld dias
zh_hans: %@ · 还有 %lld 天
zh_hant: %@ · 還有 %lld 天

# quickaction.subtitle.tomorrow
source: %@ · Tomorrow
de: %@ · Morgen
es: %@ · Mañana
fr: %@ · Demain
ja: %@ · 明日
ko: %@ · 내일
pt_br: %@ · Amanhã
zh_hans: %@ · 明天
zh_hant: %@ · 明天

# quickaction.today.title
source: Today's Plan
de: Heutiger Plan
es: Plan de hoy
fr: Programme du jour
ja: 今日の予定
ko: 오늘 일정
pt_br: Plano de hoje
zh_hans: 今天的行程
zh_hant: 今天的行程

# reminder.add
source: Add Reminder
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
ja: リマインダーを追加
ko: 알림 추가
pt_br: Adicionar lembrete
zh_hans: 添加提醒
zh_hant: 新增提醒

# reminder.label.daysBefore
source: %lld days before
de: %lld Tage vorher
es: %lld días antes
fr: %lld jours avant
ja: %lld日前
ko: %lld일 전
pt_br: %lld dias antes
zh_hans: 出发前 %lld 天
zh_hant: 出發前 %lld 天

# reminder.label.departureDay
source: Departure day
de: Abreisetag
es: Día de salida
fr: Jour de départ
ja: 出発日
ko: 출발 당일
pt_br: Dia da partida
zh_hans: 出发当天
zh_hant: 出發當天

# reminder.label.oneDayBefore
source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
ja: 前日
ko: 1일 전
pt_br: 1 dia antes
zh_hans: 出发前 1 天
zh_hant: 出發前 1 天

# reminder.label.oneWeekBefore
source: 1 week before
de: 1 Woche vorher
es: 1 semana antes
fr: 1 semaine avant
ja: 1週間前
ko: 1주 전
pt_br: 1 semana antes
zh_hans: 出发前 1 周
zh_hant: 出發前 1 週

# reminder.label.weeksBefore
source: %lld weeks before
de: %lld Wochen vorher
es: %lld semanas antes
fr: %lld semaines avant
ja: %lld週間前
ko: %lld주 전
pt_br: %lld semanas antes
zh_hans: 出发前 %lld 周
zh_hant: 出發前 %lld 週

# reminder.menu.item
source: Trip reminders
de: Reiseerinnerungen
es: Recordatorios de viaje
fr: Rappels de voyage
ja: 旅行リマインダー
ko: 여행 알림
pt_br: Lembretes de viagem
zh_hans: 行程提醒
zh_hant: 行程提醒

# reminder.permission.denied
source: Notifications are disabled
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
ja: 通知が無効です
ko: 알림이 비활성화되어 있습니다
pt_br: Notificações desativadas
zh_hans: 通知权限已关闭
zh_hant: 通知權限已關閉

# reminder.permission.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 前往设置
zh_hant: 前往設定

# reminder.sheet.subtitle
source: Pack ahead and leave with peace of mind
de: Werde vor deiner Abreise benachrichtigt
es: Recibe una notificación antes de tu salida
fr: Soyez notifié avant votre départ
ja: 出発前に通知を受け取る
ko: 출발 전에 알림을 받으세요
pt_br: Seja notificado antes da sua partida
zh_hans: 提前提醒你打包，出发更从容
zh_hant: 提前提醒你打包，出發更從容

# reminder.sheet.title
source: Trip Reminders
de: Reiseerinnerungen
es: Recordatorios de viaje
fr: Rappels de voyage
ja: 旅行リマインダー
ko: 여행 알림
pt_br: Lembretes de viagem
zh_hans: 行程提醒
zh_hant: 行程提醒

# scene_card.dismissed.message
source: You can use Anything you might have missed? again from the top-right menu
de: Du kannst Etwas übersehen? erneut über das Menü oben rechts verwenden
es: Puedes usar Algo olvidado de nuevo desde el menú superior derecho
fr: Vous pouvez utiliser Un oubli ? depuis le menu en haut à droite
ja: 右上のメニューから見落としはありませんか？を再度使用できます
ko: 오른쪽 상단 메뉴에서 빠진 것은 없나요?를 다시 사용할 수 있습니다
pt_br: Você pode usar Esqueceu de algo? pelo menu superior direito
zh_hans: 可在右上角菜单中再次使用「有什么没想到的？」
zh_hant: 可在右上角選單中再次使用「有什麼沒想到的？」

# scenepicker.nudge.cycle.title
source: This trip may overlap your period
de: Diese Reise könnte in deine Periode fallen
es: Este viaje podría coincidir con tu periodo
fr: Ce voyage pourrait coïncider avec vos règles
ja: この旅行は生理と重なるかも
ko: 이번 여행이 생리 기간과 겹칠 수 있어요
pt_br: Esta viagem pode coincidir com sua menstruação
zh_hans: 这趟可能赶上经期
zh_hant: 這趟可能遇上生理期

# scenepicker.nudge.title
source: Based on your destination
de: Basierend auf deinem Ziel
es: Según tu destino
fr: Selon votre destination
ja: 目的地に基づく提案
ko: 목적지 기반 추천
pt_br: Com base no seu destino
zh_hans: 根据你的目的地
zh_hant: 根據你的目的地

# scenes.select_one
source: Select at least one scene
de: Wähle mindestens ein Szenario
es: Selecciona al menos una escena
fr: Sélectionnez au moins une scène
ja: 少なくとも1つのシーンを選んでください
ko: 최소 하나의 장면을 선택하세요
pt_br: Selecione pelo menos um cenário
zh_hans: 请选择至少 1 个场景
zh_hant: 請選擇至少 1 個場景

# scenes.skip
source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
ko: 지금은 건너뛰기
pt_br: Pular por enquanto
zh_hans: 先跳过
zh_hant: 先跳過

# scenes.update
source: View suggested items
de: Vorschläge ansehen
es: Ver elementos sugeridos
fr: Voir les suggestions
ja: おすすめの項目を見る
ko: 추천 항목 보기
pt_br: Ver itens sugeridos
zh_hans: 查看推荐物品
zh_hant: 查看推薦物品

# settings.about.entry
source: About Carry
de: Über Carry
es: Acerca de Carry
fr: À propos de Carry
ja: Carry について
ko: Carry 정보
pt_br: Sobre o Carry
zh_hans: 关于 Carry
zh_hant: 關於 Carry

# settings.about.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

# settings.appicon.entry
source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do app
zh_hans: 应用图标
zh_hant: 應用程式圖示

# settings.calendar.add_trips
source: Automatically Add Trips to Calendar
de: Reisen automatisch zum Kalender hinzufügen
es: Añadir viajes al calendario automáticamente
fr: Ajouter automatiquement les voyages au calendrier
ja: 旅行をカレンダーに自動追加
ko: 여행을 캘린더에 자동 추가
pt_br: Adicionar viagens ao calendário automaticamente
zh_hans: 自动添加行程到日历
zh_hant: 自動加入行程到日曆

# settings.calendar.bulk.added_toast
source: %d trips added to Calendar
de: %d Reisen zum Kalender hinzugefügt
es: %d viajes añadidos al calendario
fr: %d voyages ajoutés au calendrier
ja: %d 件の旅行をカレンダーに追加しました
ko: 여행 %d개가 캘린더에 추가됐어요
pt_br: %d viagens adicionadas ao calendário
zh_hans: 已添加 %d 个行程到日历
zh_hant: 已將 %d 個行程加入日曆

# settings.calendar.bulk.confirm
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 加入

# settings.calendar.bulk.failed_toast
source: Failed to add trips to Calendar
de: Hinzufügen fehlgeschlagen
es: No se pudieron añadir los viajes
fr: Impossible d'ajouter les voyages
ja: カレンダーへの追加に失敗しました
ko: 캘린더 추가에 실패했습니다
pt_br: Falha ao adicionar viagens
zh_hans: 添加到日历失败
zh_hant: 加入日曆失敗
